export default {
  error: {
    '403': {
      description: 'Похоже, у вас нет доступа к этой странице.',
      text: 'Нет доступа!',
    },
    '404': {
      description: 'Ой! Похоже, страница, которую вы ищете, исчезла без следа.',
      text: 'Страница не найдена!',
    },
    '500': {
      description: 'Похоже, на сервере произошла неожиданная ошибка.',
      text: 'Что-то пошло не так!',
    },
    bad_request: {
      description: 'Похоже, вы сделали ошибку в своем запросе.',
      text: 'Неверный запрос!',
    },
    field_is_required: {
      description: 'Это поле обязательно для заполнения',
      text: 'Поле обязательно для заполнения',
    },
    forbidden: {
      description: 'Похоже, у вас нет доступа к этой странице.',
      text: 'Нет доступа!',
    },
    invalid_access_token: {
      description: 'Похоже, ваш токен доступа недействителен.',
      text: 'Недействительный токен доступа!',
    },
    invalid_email: {
      description: 'Похоже, вы ввели неверный адрес электронной почты.',
      text: 'Неверный адрес электронной почты!',
    },
    not_found: {
      description: 'Ой! Похоже, страница, которую вы ищете, исчезла без следа.',
      text: 'Страница не найдена!',
    },
    unauthorized: {
      description: 'Похоже, у вас нет доступа к этой странице.',
      text: 'Нет доступа!',
    },
    unknown_error: {
      description: 'Похоже, на сервере произошла неожиданная ошибка.',
      text: 'Что-то пошло не так!',
    },
  },
};
