export default {
  error: {
    '200': {
      description: 'Похоже, на сервере произошла неожиданная ошибка.',
      title: 'Что-то пошло не так!',
    },
    '403': {
      description: 'Похоже, у вас нет доступа к этой странице.',
      title: 'Нет доступа!',
    },
    '404': {
      description: 'Ой! Похоже, страница, которую вы ищете, исчезла без следа.',
      title: 'Страница не найдена!',
    },
    '500': {
      description: 'Похоже, на сервере произошла неожиданная ошибка.',
      title: 'Что-то пошло не так!',
    },
  },
};
